// Copyright 2008 Cyrus Najmabadi
//
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
//
//     http://www.apache.org/licenses/LICENSE-2.0
//
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* No comment provided by engineer. */
"$%@. %@ - %@ discs." = "$%@. %@ - при кол-ве дисков: %@.";

/* No comment provided by engineer. */
"$%@. %@ - 1 disc." = "$%@. %@ - за один диск.";

/* 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* No comment provided by engineer. */
"%@ (No Online Ticketing)" = "%@ (нет он-лайн заказов)";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* No comment provided by engineer. */
"%d hours" = "%d ч";

/* No comment provided by engineer. */
"%d minutes" = "%d мин";

/* No comment provided by engineer. */
"%d months ago" = "Месяцев назад: %d";

/* No comment provided by engineer. */
"%d of %d" = "%d из %d";

/* No comment provided by engineer. */
"%d theaters outside search area" = "Кинотеатров за пределами области поиска: %d";

/* No comment provided by engineer. */
"%d weeks ago" = "Недель назад: %d";

/* No comment provided by engineer. */
"%d years ago" = "Лет назад: %d";

/* No comment provided by engineer. */
"1 hour" = "1 час";

/* No comment provided by engineer. */
"1 kilometer" = "1 километр";

/* No comment provided by engineer. */
"1 mile" = "1 миля";

/* No comment provided by engineer. */
"1 minute" = "1 минута";

/* No comment provided by engineer. */
"1 month ago" = "1 месяц назад";

/* No comment provided by engineer. */
"1 theater outside search area" = "1 кинотеатр за пределами области поиска";

/* No comment provided by engineer. */
"1 week ago" = "1 неделя назад";

/* No comment provided by engineer. */
"1 year ago" = "1 год назад";

/* No comment provided by engineer. */
"About" = "О программе";

/* This string has to be small enough to be visible with a picker switch next to it */
"Auto-Update Location" = "Обновлять место";

/* No comment provided by engineer. */
"Blu-ray" = "Blu-ray";

/* No comment provided by engineer. */
"Both" = "Оба";

/* No comment provided by engineer. */
"Call" = "Позвонить";

/* No comment provided by engineer. */
"Cast:" = "В ролях:";

/* No comment provided by engineer. */
"Change date" = "Изменить дату";

/* No comment provided by engineer. */
"City/State or Postal Code" = "Город или район";

/* No comment provided by engineer. */
"Could not find location." = "Не удалось найти место.";

/* No comment provided by engineer. */
"DVD" = "DVD";

/* No comment provided by engineer. */
"DVD/Blu-ray details provided by:" = "Информация о DVD/Blu-ray предоставлена:";

/* No comment provided by engineer. */
"DVD/Blu-ray" = "DVD/Blu-ray";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "Данные для будущих дат могут быть неполными. Измените дату поиска на текущую чтобы увидеть полный список.";

/* No comment provided by engineer. */
"Director:" = "Режиссёр:";

/* No comment provided by engineer. */
"Directors:" = "Режиссёры:";

/* No comment provided by engineer. */
"Distance" = "Distance";

/* No comment provided by engineer. */
"Downloading data" = "Загрузка данных";

/* No comment provided by engineer. */
"Downloading poster" = "Загрузка постера";

/* This string must it on a button half the width of the screen. */
"E-mail listings" = "Послать по почте";

/* No comment provided by engineer. */
"E-mail" = "E-mail";

/* No comment provided by engineer. */
"Favorites" = "Избранное";

/* No comment provided by engineer. */
"Format:" = "Формат:";

/* No comment provided by engineer. */
"Genre:" = "Жанр:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Сервис определения географических координат предоставлен:";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Над графикой работал Jeffrey Nee";

/* No comment provided by engineer. */
"Last Friday" = "Последняя пятница";

/* No comment provided by engineer. */
"Last Monday" = "Последний понедельник";

/* No comment provided by engineer. */
"Last Saturday" = "Последняя суббота";

/* No comment provided by engineer. */
"Last Sunday" = "Последнее воскресенье";

/* No comment provided by engineer. */
"Last Thursday" = "Последний четверг";

/* No comment provided by engineer. */
"Last Tuesday" = "Последний вторник";

/* No comment provided by engineer. */
"Last Wednesday" = "Последняя среда";

/* plural */
"Less than %d %@ away" = "Не дальше чем %1$d %2$@";

/* singular */
"Less than 1 %@ away" = "Не дальше чем 1 %@";

/* No comment provided by engineer. */
"License" = "Лицензия";

/* No comment provided by engineer. */
"Loading poster" = "Загрузка постера";

/* No comment provided by engineer. */
"Localized by:" = "Работа по локализации:";

/* No comment provided by engineer. */
"Location" = "Местоположение";

/* No comment provided by engineer. */
"Map" = "Карта";

/* No comment provided by engineer. */
"Movie details provided by:" = "Информация о фильмах предоставлена:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Рецензии фильмов предоставлены:";

/* No comment provided by engineer. */
"Movies" = "Фильмы";

/* No comment provided by engineer. */
"Name" = "Имя";

/* No comment provided by engineer. */
"Network unavailable" = "Сеть недоступна";

/* No comment provided by engineer. */
"No information found" = "Информация не найдена";

/* No comment provided by engineer. */
"No more show times available today." = "На сегодня больше расписаний нет.";

/* No comment provided by engineer. */
"No results found for '%@'" = "Результаты для '%@' не найдены";

/* No comment provided by engineer. */
"No synopsis available." = "Описание недоступно.";

/* No comment provided by engineer. */
"None" = "Нет";

/* No comment provided by engineer. */
"Not yet rated" = "Пока нет рейтинга";

/* No comment provided by engineer. */
"OK" = "Ок";

/* No comment provided by engineer. */
"Order tickets for %@" = "Заказать билеты за %@";

/* This string must it on a button half the width of the screen. */
"Play trailer" = "Показать трэйлер";

/* No comment provided by engineer. */
"Please enter your location" = "Введите Ваше местоположение";

/* No comment provided by engineer. */
"Project website" = "Веб-сайт проекта";

/* No comment provided by engineer. */
"Rated %@" = "Рейтинг: %@";

/* No comment provided by engineer. */
"Rated:" = "Рейтинг:";

/* This string must it on a button half the width of the screen. */
"Read reviews" = "Прочитать рецензии";

/* No comment provided by engineer. */
"Really close by" = "Совсем недалеко";

/* No comment provided by engineer. */
"Really far away" = "Очень далеко";

/* No comment provided by engineer. */
"Release date:" = "Дата выхода:";

/* No comment provided by engineer. */
"Release" = "Релиз";

/* No comment provided by engineer. */
"Release: %@" = "Релиз: %@";

/* No comment provided by engineer. */
"Reviews" = "Рецензии";

/* No comment provided by engineer. */
"Running time:" = "Длительность:";

/* No comment provided by engineer. */
"Score" = "Оценка";

/* No comment provided by engineer. */
"Search Date" = "Дата поиска";

/* No comment provided by engineer. */
"Search Distance" = "Расстояние поиска";

/* No comment provided by engineer. */
"Send Feedback" = "Обратная связь";

/* No comment provided by engineer. */
"Settings" = "Настройки";

/* No comment provided by engineer. */
"Show %d hidden theaters" = "Показывать скрытых кинотеатров: %d";

/* No comment provided by engineer. */
"Show 1 hidden theater" = "Показывать 1 скрытый кинотеатр";

/* No comment provided by engineer. */
"Show times retrieved on %@." = "Расписания получены %@.";

/* No comment provided by engineer. */
"Studio:" = "Студия:";

/* No comment provided by engineer. */
"Theater last reported show times on\n%@." = "Последний раз расписания обновлены\n%@.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "Провайдеры данных часто устанавливают ограничение на максимальную дистанцию поиска, которой Вы можете воспользоваться. Поэтому некоторые кинотеатры могут не отображаться даже при достаточно большой дистанции поиска.";

/* No comment provided by engineer. */
"Theaters" = "Кинотеатры";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "Этот кинотеатр пока не предоставил данные о своём расписании. Как только эта информация появится, %@ получит её автоматически";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Продажа билетов предоставлена:";

/* No comment provided by engineer. */
"Title" = "Название";

/* No comment provided by engineer. */
"Today" = "Сегодня";

/* No comment provided by engineer. */
"Unknown Distance" = "Расстояние неизвестно";

/* No comment provided by engineer. */
"Unknown Release Date" = "Дата выхода неизвестна";

/* No comment provided by engineer. */
"Unrated" = "Нет рейтинга";

/* No comment provided by engineer. */
"Upcoming" = "Скоро";

/* This string has to be small enough to be visible with a picker switch next to it */
"Use Small Fonts" = "Маленький шрифт";

/* This string must it on a button half the width of the screen. */
"Visit IMDb" = "Посетить IMDb";

/* No comment provided by engineer. */
"Website" = "Веб-сайт";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Автор программы: Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "Вчера";

/* No comment provided by engineer. */
"kilometer" = "километр";

/* No comment provided by engineer. */
"kilometers" = "километров";

/* No comment provided by engineer. */
"mile" = "миля";

/* No comment provided by engineer. */
"miles" = "миль";